var allActData = [
     {
        "id": 6,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/act_4.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอาทิตย์ที่ 5 กรกฎาคม 2563",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอาทิตย์ที่ 5 กรกฎาคม 2563",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "05/07/2563",
        "visible": true,
        "temple_id": 1
    },
   {
        "id": 1,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "img/tbp.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "04/11/2562",
        "visible": true,
        "temple_id": 1
    },
      {
        "id": 4,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/ออก.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันออกพรรษา ในวันอาทิตย์ที่ 13 ตุลาคม 2562",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันออกพรรษา ในวันอาทิตย์ที่ 13 ตุลาคม 2562",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "13/10/2562",
        "visible": true,
        "temple_id": 1
    }
   
];